export let DiscreptionSingle = () => {
  return (
    <>
      <h1 className="title-descreption"> مواصفات الجهاز :-</h1>
      <p className="discreption-special">
        استمتع بتجربة تقنية متكاملة مع هذا اللابتوب الاحترافي والهاتف الذكي
        العصري. اللابتوب يأتي بمعالج قوي وذاكرة RAM واسعة لضمان سرعة وكفاءة في
        تنفيذ المهام المتعددة، مع شاشة عالية الدقة تمنحك ألوان واقعية وتجربة
        مشاهدة مميزة. مزود بقرص SSD فائق السرعة وبطارية تدوم طويلاً لترافقك في
        العمل والترفيه طوال اليوم. أما الهاتف فيكمل التجربة مع أداء سريع وكاميرا
        عالية الجودة تتيح لك التقاط أجمل اللحظات بوضوح ودقة. كما يتميز بتصميم
        أنيق وشاشة كبيرة تمنحك رؤية واضحة وتجربة استخدام مريحة. هذا العرض مثالي
        لمن يبحث عن القوة والأناقة في كل من اللابتوب والهاتف في آن واحد.
      </p>
    </>
  );
};
