export let Discreption = () => {
  return (
    <>
    <h1 className="title-descreption">مواصفات المنتج</h1>
      <p className="discreption-special" >
        استمتع بإطلالة صيفية منعشة مع هذا القميص القصير الأكمام والمصمم بنقشة
        زهور أنيقة تضيف لمسة من الحيوية والبهجة لمظهرك اليومي. يتميز القميص
        بتفاصيل دقيقة وجودة عالية في الخياطة، ليجمع بين الراحة والأناقة في آنٍ
        واحد. مصنوع من خامات خفيفة وناعمة على البشرة، ليمنحك إحساسًا بالراحة
        طوال اليوم حتى في الأجواء الحارة. تصميمه مناسب لمختلف المناسبات سواء في
        الخروجات الكاجوال، التنزه، أو حتى على الشاطئ. كما يتميز بسهولة تنسيقه مع
        بنطال جينز أو شورت لإطلالة شبابية وعصرية. القميص متوفر بمقاسات متنوعة
        تناسب جميع الأجسام، مع أزرار أمامية تسهل ارتداؤه وخلعه بسهولة. استمتع
        بلمسة من التميز وكن دائمًا في قلب الموضة مع هذا القميص الرائع.
      </p>
    </>
  );
};
