export function DescreptionCategory() {
  return (
    <>
      <h1 className="title-descreption"> لمحة عن المنتج :-</h1>
      <p className="discreption-special">
        اجعل كل زاوية من منزلك تعكس الفخامة والرقي مع هذا الكرسي الملكي المصنوع
        بعناية فائقة. تم تصميم الكرسي ليجمع بين الأناقة الكلاسيكية والراحة
        العصرية، حيث يأتي بإطار متين من خشب الزان الطبيعي المعروف بقوته ومتانته،
        ومغطى بطبقة من التنجيد الفاخر الذي يمنح ملمسًا ناعمًا ومظهرًا راقيًا.
        الكرسي مزود بمسند ظهر مرتفع ومبطن ليمنحك دعمًا مريحًا أثناء الجلوس
        لفترات طويلة، بالإضافة إلى أذرع جانبية منحنية مصممة بأسلوب أنيق لتمنح
        راحة إضافية ولمسة جمالية مميزة. التفاصيل المنحوتة يدويًا على الأرجل
        والإطار تضيف للكرسي لمسة فنية فريدة، مما يجعله ليس مجرد قطعة أثاث بل
        عملًا فنيًا يُزين أي غرفة يوضع بها. مثالي لغرف المعيشة، الصالونات، أو
        حتى المكاتب الفاخرة. سواء كنت تبحث عن قطعة تكمّل ديكورك الراقي أو تبحث
        عن هدية مميزة لمن تحب، هذا الكرسي سيكون خيارك المثالي.
      </p>
    </>
  );
}
